{
    "title": "Foods",
    "modified": "Tue Apr 16 2019 16:49:55 GMT-0700 (Pacific Daylight Time)",
    "theme": {
      "primary": "#2196f3",
      "secondary": "#FFFFFF"
    },
    "home": {
      "logo": "https://cdn-images-1.medium.com/max/1600/1*nZgHhWUTYKXNVym_TKikgA.png",
      "footer": {
        "enabled": false,
        "quickLinks": [
          {
            "id": "string",
            "logo": "cdn link",
            "page": "page url"
          }
        ]
      }
    },
    "categories": [
      {
        "id": "cat0",
        "name": "Pork",
        "showInDrawer": true
      },
      {
        "id": "cat1",
        "name": "Chicken",
        "showInDrawer": true
      }
    ],
    "pages": [
      {
        "id": "string0",
        "category": "cat0",
        "title": "Hot dog",
        "description": "The hot dog or dog (also spelled hotdog) is a grilled or steamed link-sausage sandwich.",
        "articles": [
          "articleId0",
          "articleId1"
        ],
        "style": {}
      },
      {
        "id": "string1",
        "category": "cat0",
        "title": "Porkchop",
        "description": "A loin cut taken perpendicularly to the spine of the pig and usually containing a rib or part of a vertebra.",
        "articles": [],
        "style": {}
      },
      {
        "id": "string2",
        "category": "cat1",
        "title": "Chicken Noodle",
        "description": "Chicken soup is a soup made from chicken, simmered in water, usually with various other ingredients.",
        "articles": [
          "articleId2"
        ],
        "style": {}
      }
    ],
    "articles": [
      {
        "id": "articleId0",
        "title": "History",
        "description": "The word 'frankfurter' comes from Frankfurt, Germany, where pork sausages similar to hot dogs originated.  It can also refer to the sausage (the wurst or wörst) of its composition itself. The sausage used is the wiener (Vienna sausage) or frankfurter (also frank). The names of these sausages also commonly refer to their assembled sandwiches.",
        "style": {}
      },
      {
        "id": "articleId1",
        "title": "Etymology",
        "description": "The term dog has been used as a synonym for sausage since the 1800s, with one thought being that it came from accusations that sausage makers used dog meat, starting in at least 1845. In the early 20th century, consumption of dog meat in Germany was common.  The suspicion that sausages contained dog meat was \"occasionally justified\".",
        "style": {}
      },
      {
        "id": "articleId2",
        "title": "Preparation",
        "description": "Variations on the flavor are gained by adding root vegetables such as parsnip, potato, sweet potato and celery root, herbs such as parsley, dill, other vegetables such as zucchini, whole garlic cloves or tomatoes and black pepper. The soup should be brought slowly to a boil and then simmered in a covered pot on a very low flame for one to three hours, adding water if necessary. A clearer broth is achieved by skimming the drops of fat off the top of the soup as it is cooking, first bringing the chicken to boil from a pot of cold water and discarding the water before continuing, or straining it through a strainer or cheesecloth. Saffron or turmeric are sometimes added as a yellow colorant. Then, the chicken can be shredded by hand and stored in the refrigerator until ready for use in the soup.",
        "style": {}
      }
    ],
    "widgets": [
      {
        "id": "string",
        "type": "table",
        "data": {}
      },
      {
        "id": "string",
        "type": "code-block",
        "data": {}
      },
      {
        "id": "string",
        "type": "text-block",
        "data": {}
      }
    ]
  }